Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/consumer_affairs/travel/maritime_passenger_rights_in_the_european_union.html.txt.tmx
Source language: en
Languages: ga

source: Maritime passenger rights in the European Union
ga: Cearta paisinéirí muirí san Aontas Eorpach

source: Since December 2012 passengers travelling by sea or inland waterway within the European Union (EU) have rights similar to those available to airline and rail passengers if their service is cancelled or delayed
ga: Ó mhí na Nollag 2012, tá cearta ag paisinéirí atá ag taisteal ar muir nó ar uiscebhealach intíre laistigh den Aontas Eorpach (AE) is comhionann leis na cearta atá ar fáil do phaisinéirí aerlíne nó iarnróid sa chás go ndéantar a seirbhís a chur ar ceal nó a mhoilliú

source: Also, passengers with disabilities cannot be discriminated against and should be provided with assistance
ga: Ina theannta sin, ní féidir leithcheal a dhéanamh ar phaisinéirí faoi mhíchumas agus ba cheart cúnamh a chur ar fáil dóibh

source: Regulation (EU) N0 1177/2012, which came into effect on 18 December 2012, is designed to protect passengers using waterborne transport by establishing certain rights and a guaranteed level of service
ga: Is é is aidhm do Rialachán (AE) Uimh. 1177/2012, a tháinig in éifeacht an 18 Nollaig 2012, ná cosaint a dhéanamh ar phaisinéirí atá ag úsáid uisce-iompar trí chearta áirithe agus leibhéal ráthaithe seirbhíse a bhunú

source: What services are covered?
ga: Cé na seirbhísí a chlúdaítear?

source: The EU Regulation applies to passenger services on the sea or on inland waterways where:
ga: Baineann Rialachán an AE le seirbhísí paisinéirí ar muir nó ar uiscebhealaí intíre sa chás:

source: • The port of embarkation is in an EU member state
ga: • Go bhfuil an calafort bordála i mballstát den AE

source: • The port of embarkation is outside the EU and the port of disembarkation is in an EU member state, provided that the service is operated by an EU carrier
ga: • Go bhfuil an calafort bordála lasmuigh den AE agus go bhfuil an calafort díbhordála i mballstát den AE, ar choinníoll go bhfuil an tseirbhís á hoibriú ag iompróir san AE

source: The Regulation also applies to cruises where the port of embarkation is situated in the territory of a member state
ga: Chomh maith leis sin, baineann an Rialachán le turais mhara sa chás go bhfuil an calafort díbhordála suite i gcríoch ballstáit

source: However, the measures in relation to re-routing, reimbursement and compensation for delay in arrival to not apply to cruise passengers
ga: Mar sin féin, ní bainteach le paisinéirí ar thurais mhara atá na bearta maidir le hathródú, le haisíocaíocht agus le cúiteamh as moill ar theacht

source: The Regulation does not apply to passengers travelling on:
ga: Ní bhaineann an Rialachán le paisinéirí atá ag taisteal ar:

source: • Ships certified to carry up to 12 passengers
ga: • Longa atá deimhnithe suas le 12 phaisinéir a iompar

source: • Ships which have a crew of 3 or less for the operation of the ship
ga: • Longa ag a bhfuil triúr nó níos lú san fhoireann le haghaidh oibriú na loinge

source: • Excursion and sightseeing tours other than cruises
ga: • Turais agus turais fámaireachta nach turais mhara iad

source: • Ships not propelled by mechanical means and historical passenger ships certified to carry up to 36 passengers
ga: • Longa nach dtiomáintear go meicniúil agus longa stairiúla paisinéirí atá deimhnithe chun suas le 36 paisinéir a iompar

source: The Regulation also does not apply where the distance of the overall passenger service is less than 500 metres, one way
ga: Níl an Rialachán bainteach ach oiread sa chás gur níos lú ná 500 méadar in aon treo amháin atá fad na seirbhíse paisinéirí iomláine

source: If the departure of a passenger service or a cruise is delayed or cancelled, you must be informed by the carrier or by the terminal operator, where appropriate, of the situation as soon as possible and no later than 30 minutes after the scheduled time of departure
ga: Más rud é go ndéantar seirbhís paisinéirí nó turas mara a mhoilliú nó a chur ar ceal, caithfidh an t-iompróir nó oibreoir an chríochfoirt eolas a thabhairt duit, nuair is cuí, faoin gcás a luaithe is féidir agus tráth nach déanaí ná 30 nóiméad tar éis an ama imeachta sceidealaithe

source: You must also be informed of the estimated departure time and estimated arrival time as soon as that information is available
ga: Ní mór eolas a thabhairt duit freisin faoin am imeachta measta agus faoin am rochtana measta a luaithe is atá an fhaisnéis sin ar fáil

source: In the case of a passenger service, if you miss a connecting transport service due to a cancellation or delay, the carrier and the terminal operator, where appropriate, must make reasonable efforts to inform you of alternative connections
ga: I gcás seirbhís paisinéirí, má chailleann tú seirbhís iompair nasctha mar thoradh ar chealú nó ar mhoill, caithfidh an t-iompróir agus oibreoir an chríochfoirt, nuair is cuí, gach iarracht réasúnach a dhéanamh chun naisc mhalartacha a chur in iúl duit

source: If the departure of a passenger service is expected to be cancelled or delayed for more than 90 minutes, you should immediately be offered the choice between:
ga: Más rud é go bhfuiltear ag súil go ndéanfar seirbhís paisinéirí a chur ar ceal nó a mhoilliú ar feadh níos mó ná 90 nóiméad, ba cheart rogha idir na nithe seo a thairiscint duit láithreach:

source: • Re-routing to your final destination, under comparable conditions, at the earliest opportunity and at no additional cost
ga: • Athródú go dtí do cheann scríbe deiridh gan aon chostas breise a luaithe is féidir agus faoi choinníollacha inchomparáide

source: • Reimbursement of the ticket price and, where relevant, a return service free of charge to your first point of departure at the earliest opportunity
ga: • Praghas an ticéid a aisíoc agus, más ábhartha, seirbhís fillte saor in aisce a luaithe is féidir chuig an gcéad phointe imeachta

source: The reimbursement of the ticket price must be made within 7 days
ga: Ní mór praghas an ticéid a aisíoc laistigh de 7 lá

source: It must be for the full cost of the ticket for the part or parts of the journey not made, and for the part or parts already made if the journey is no longer serving any purpose
ga: Ní mór go gclúdaíonn sé costas iomlán an ticéid don chuid den turas nó do na codanna den turas nár taistealaíodh go fóill, agus don chuid nó do na codanna a taistealaíodh cheana más rud é nach bhfuil aon chúis leis an turas a thuilleadh

source: Where you agree, the reimbursement may be paid in the form of vouchers and/or other services
ga: Sa chás go gcomhaontaíonn tú, féadfar aisíocaíocht a dhéanamh i bhfoirm dearbhán agus/nó seirbhísí eile

source: If the departure of a passenger service or a cruise is expected to be cancelled or delayed for more than 90 minutes, you should be offered snacks, meals or refreshments free of charge, in reasonable relation to the waiting time
ga: Más rud é go bhfuiltear ag súil go ndéanfar seirbhís paisinéirí nó turas mara a chur ar ceal nó a mhoilliú ar feadh níos mó ná 90 nóiméad, ba cheart sneaiceanna, béilí nó sólaistí in aisce a thairiscint duit, i gcoibhneas réasúnach leis an aga feithimh

source: In addition, where a stay of 1 or more nights or a stay additional to that intended by you becomes necessary due to the cancellation or delay, the carrier must provide you with adequate accommodation on board or ashore free of charge, if possible
ga: De bhreis air sin, sá chás go n-éiríonn gá le fanacht oíche amháin nó níos mó ná oíche amháin de bhreis ar na hoícheanta a bheartaigh tú mar gheall ar chealú nó ar mhoill, ní mór don iompróir cóiríocht imleor ar bord nó ar tír a chur ar fáil duit saor in aisce, más féidir

source: Transport to and from the accommodation must also be provided where necessary
ga: Ní mór iompar chuig an gcóiríocht agus amach aisti a chur ar fáil nuair is gá

source: The carrier may limit the total cost of accommodation ashore, not including the cost of transport, to €80 per night for a maximum of 3 nights
ga: Féadfaidh an t-iompróir teorainn €80 san oíche le haghaidh 3 oíche ar a mhéad a chur le costas iomlán na cóiríochta ar tír, gan costas an iompair a áireamh

source: You are not entitled to accommodation where the carrier proves that the cancellation or delay was caused by weather conditions endangering the safe operation of the ship
ga: Níl tú i dteideal cóiríochta sa chás gur féidir leis an iompróir a chruthú gurb ann don chealú nó don mhoill de dheasca dálaí aimsire a chuirfeadh oibriú sábháilte na loinge i mbaol

source: Compensation in the event of delay
ga: Cúiteamh i gcás moille

source: While still being entitled to travel, passengers on a passenger service may request compensation from the carrier if they are facing a delay in arrival at their final destination
ga: Cé go bhfuil siad fós i dteideal taisteal, féadfaidh paisinéirí ar sheirbhís paisinéirí cúiteamh a iarraidh ón iompróir má chuirtear moill orthu a gceann scríbe deiridh a bhaint amach

source: The minimum level of compensation is 25% of the ticket price for a delay of at least:
ga: Is ionann an t-íosleibhéal cúitimh agus 25% de phraghas an ticéid maidir le moill ag a bhfuil na faid seo a leanas:

source: • 1 hour in the case of a journey of 4 hours or less
ga: • 1 uair an chloig i gcás turais nach faide ná 4 huaire an chloig

source: • 2 hours in the case of a journey of between 4 and 8 hours
ga: • 2 uair an chloig i gcás turais níos faide ná 4 huaire an chloig ach nach faide ná 8 n-uaire an chloig

source: • 3 hours in the case of a journey of between 8 and 24 hours
ga: • 3 huaire an chloig i gcás turais níos faide ná 8 n-uaire an chloig ach nach faide ná 24 uair an chloig

source: • 6 hours in the case of a journey of more than 24 hours
ga: • 6 huaire an chloig i gcás turais níos faide ná 24 uair an chloig

source: If the delay exceeds double the time set out above, the compensation is 50% of the ticket price
ga: Más rud é go bhfuil an mhoill dhá oiread níos faide ná an tréimhse ama a leagtar amach thuas, is ionann an cúiteamh agus 50% de phraghas an ticéid

source: The compensation must be paid within 1 month of your request for compensation
ga: Ní mór an cúiteamh a íoc laistigh de mhí amháin tar éis d’iarratais ar chúiteamh a chur isteach

source: It may be paid in vouchers and/or other services, provided that the conditions are flexible
ga: Féadfar é a íoc i ndearbháin agus/nó i seirbhísí eile, ar choinníoll gur solúbtha atá na coinníollacha

source: It must be paid in money if you request it and it cannot be reduced by financial transaction costs
ga: Caithfidh é a íoc in airgead tirim má iarrann tú é agus ní féidir é a laghdú mar gheall ar chostais idirbhirt airgeadais

source: Carriers may introduce a minimum threshold of no more than €6 under which payments for compensation will not be paid
ga: Féadfaidh iompróirí tairseach íosta nach mó ná €6 a thabhairt isteach nach ndéanfar íocaíochtaí as cúiteamh faoina bun

source: You are not entitled to assistance or compensation if:
ga: Níl tú i dteideal cúnaimh ná cúitimh sa chás:

source: • You were informed of the cancellation or delay before you purchased the ticket
ga: • Gur tugadh eolas duit faoin gcealú nó faoin moill sular cheannaigh tú do thicéad

source: • You caused the cancellation or delay
ga: • Gur thusa ba chúis leis an gcealú nó leis an moill

source: You are not entitled to compensation where the carrier proves that the cancellation or delay is caused by:
ga: Níl tú i dteideal cúitimh sa chás gur féidir leis an iompróir a chruthú gurb ann don chealú nó don mhoill de dheasca:

source: • Weather conditions endangering the safe operation of the ship
ga: • Dálaí aimsire a chuirfeadh oibriú sábháilte na loinge i mbaol

source: • Extraordinary circumstances hindering the performance of the passenger service which could not have been avoided even if all reasonable measures had been taken
ga: • Cúinsí neamhghnácha a chuirfeadh bac ar fheidhmiú na seirbhíse paisinéirí, ar cúinsí iad nach bhféadfaí a sheachaint fiú dá nglacfaí gach beart réasúnach

source: The Regulation does not prevent you seeking damages through the courts for losses incurred as the result of a cancellation or delay
ga: Ní chuirtear cosc ort leis an Rialachán damáistí a éileamh trí na cúirteanna as caillteanais a tabhaíodh mar thoradh ar chealú nó ar mhoill

source: People with disabilities and those with reduced mobility have the right to make a reservation and to obtain a ticket in the same way as other passengers and at no extra cost
ga: Tá an ceart ag daoine faoi mhíchumas agus acu siúd a bhfuil a soghluaisteacht laghdaithe chun áirithint a dhéanamh agus ticéad a fháil ar an mbealach céanna a dhéanann paisinéirí eile, agus gan costas breise a íoc

source: Reservations and tickets may, however, be refused in order to meet safety requirements and where the design of the passenger ship or port infrastructure and equipment makes the safe embarkation, disembarkation or carriage of a person with a disability impossible
ga: Féadfar áirithintí agus ticéid a dhiúltú, áfach, d’fhonn riachtanais sábháilteachta a chomhlíonadh agus sa chás nach féidir le duine faoi mhíchumas dul ar bord go sábháilte, dul i dtír go sábháilte agus bheith á iompar go sábháilte de thoradh dhearadh na loinge paisinéirí nó de thoradh bhonneagar agus threalamh an chalafoirt

source: In the case of such a refusal, all reasonable efforts must be made to find an alternative means of transport for the person concerned
ga: I gcás an diúltaithe sin, ní mór gach iarracht réasúnach a dhéanamh iompar malartach a thairiscint don duine lena mbaineann

source: If the carrier, travel agent or tour operator requires that you be accompanied by a person capable of providing assistance to you, the accompanying person must be carried free of charge
ga: Más rud é go n-éilíonn an t-iompróir, an gníomhaire taistil nó an tionscnóir turas go dtéann duine atá ábalta cúnamh a chur ar fáil duit in éineacht leat, caithfidh an duine a rachaidh in éineacht leat a iompar saor in aisce

source: Where you are being refused a reservation or a ticket, or you are required to bring an accompanying person, you should be immediately informed of the reasons why
ga: Sa chás go ndiúltaítear áirithint nó ticéad duit, nó go n-éilítear ort duine a thabhairt in éineacht leat, ba cheart eolas a thabhairt duit faoi na cúiseanna leis sin láithreach

source: On request, those reasons must be notified to you in writing, within 5 working days of your request
ga: Ar iarratas, ní mór na cúiseanna sin a chur in iúl duit i scríbhinn laistigh de 5 lá oibre tar éis d’iarratais

source: Where you hold a reservation or a ticket and you have complied with the notification requirements about your specific needs, but you are nonetheless denied embarkation under the Regulation, you should be offered the choice between reimbursement and re-routing
ga: Sa chás go sealbhaíonn tú áirithint nó ticéad agus gur chomhlíon tú na ceanglais fógra faoi do riachtanais shonracha, ach go ndiúltaítear duit dul ar bord faoin Rialachán fós, ba cheart rogha a thairiscint duit idir aisíocaíocht agus athródú

source: Carriers and port operators must provide passengers with information on their rights and the accessibility of their facilities
ga: Ní mór d’iompróirí agus d’oibreoirí calafoirt faisnéis a chur ar fáil do phaisinéirí faoina gcearta agus faoi inrochtaineacht a n-áiseanna

source: The information is to be available in accessible formats
ga: Cuirfear an fhaisnéis ar fáil i bhformáidí inrochtana

source: Subject to the access conditions of their facilities, carriers and terminal operators must provide assistance free of charge to people with disabilities and people with reduced mobility in ports and on board ships, including embarkation and disembarkation
ga: Faoi réir choinníollacha rochtana a n-áiseanna, ní mór d’iompróirí agus d’oibreoirí críochfoirt cúnamh saor in aisce a chur ar fáil do dhaoine faoi mhíchumas agus do dhaoine a bhfuil a soghluaisteacht laghdaithe i gcalafoirt agus ar bord loinge, lena n-áirítear dul ar bord agus dul i dtír

source: You must have notified the carrier or terminal operator about your need for such assistance at least 48 hours before the assistance is needed, unless a shorter period has been agreed
ga: Ní mór gur thug tú fógra don iompróir nó d'oibreoir an chríochfoirt faoin ngá atá agat leis an gcúnamh sin 48 uair an chloig ar a laghad sula mbeadh an cúnamh ag teastáil, murar comhaontaíodh tréimhse níos giorra

source: Also, when making the reservation or advanced purchase of the ticket you must notify the carrier of your specific needs with regard to accommodation, seating or services required or your need to bring medical equipment
ga: Chomh maith leis sin, ní mór duit fógra a thabhairt don iompróir, agus an áirithint á déanamh nó an ticéad á réamhcheannach, faoi na riachtanais shonracha atá agat i dtaca le cóiríocht, le suíocháin nó faoin ngá le trealamh leighis a bheith leat

source: You can make this notification through the travel agent or tour operator from whom the ticket was purchased
ga: Is féidir leat an fógra sin a dhéanamh tríd an ngníomhaire taistil nó tríd an tionscnóir turas ónar ceannaíodh an ticéad

source: You must be at the port at the time stipulated in writing by the carrier, which cannot be more than 60 minutes before the published embarkation time
ga: Ní mór duit bheith i láthair ag an gcalafort ag an am a leagann an t-iompróir síos i scríbhinn. Ní féidir leis an am sin bheith níos mó ná 60 nóiméad ón am bordála foilsithe

source: If no embarkation time is stipulated, you must be there at least 60 minutes before the published departure time, unless a shorter period has been agreed
ga: Mura leagtar aon am bordála síos, caithfidh tú bheith i láthair 60 nóiméad ar a laghad roimh an am imeachta foilsithe, murar comhaontaíodh tréimhse níos giorra

source: Where you failed to provide the required notification, carriers and terminal operators shall nonetheless make all reasonable efforts to ensure that assistance is provided in such a way that you are able to embark, disembark and travel on the ship
ga: Mar sin féin, sa chás gur theip ort an fógra riachtanach a chur ar fáil, déanfaidh iompróirí agus oibreoirí críochfoirt gach iarracht réasúnach chun a chinntiú go gcuirtear cúnamh ar fáil sa tslí gur féidir leat dul ar bord, dul i dtír agus taisteal ar an long

source: Loss or damage to mobility equipment
ga: Caillteanas nó damáiste do threalamh soghluaisteachta

source: The carrier or terminal operator is liable for the loss of or damage to mobility equipment, or other specific equipment used by you, where the loss is due to the fault or neglect of the carrier or terminal operator
ga: Tá an t-iompróir nó oibreoir an chríochfoirt freagrach as trealamh soghluaisteachta, nó trealamh sonrach eile a bhíonn á úsáid agat, a cailleadh nó a damáistíodh sa chás gurb é an t-iompróir nó oibreoir an chríochfoirt is cúis leis, de thoradh faillí nó lochta

source: The fault or neglect of the carrier is presumed in the case of a shipping incident
ga: Déantar talamh slán de locht nó d’fhaillí an iompróra i gcás teagmhas loingseoireachta

source: You are entitled to the replacement value of the equipment concerned or, where applicable, the cost of repair
ga: Beidh tú i dteideal luach athsholáthair an trealaimh lena mbaineann, nó, i gcás inar féidir an trealamh a dheisiú, beidh tú i dteideal chostas deisithe an trealaimh

source: Carriers and terminal operators must ensure that information on the rights of passengers under this EU Regulation is publicly available on board ships and in port terminals
ga: Ní mór d’iompróirí agus d’oibreoirí críochfoirt a chinntiú gur ar fáil go poiblí ar bord long agus i gcríochfoirt chalafoirt atá faisnéis faoi chearta na bpaisinéirí faoin Rialachán seo de chuid an AE

source: The information must be provided as far as possible in accessible formats
ga: Ní mór an fhaisnéis a chur ar fáil a oiread is féidir i bhformáidí inrochtana

source: Carriers and terminal operators are required to set up a complaints handling mechanism to help passengers who are trying to avail of their rights under this Regulation
ga: Tá ceangal ar iompróirí agus ar oibreoirí críochfoirt meicníocht chun gearáin a láimhseáil a bhunú d’fhonn cabhrú le paisinéirí atá ag iarraidh leas a bhaint as a gcearta faoin Rialachán seo

source: You must submit your complaint within 2 months from the date on which the service was performed or when the service should have been performed
ga: Ní mór duit do ghearán a chur isteach laistigh de 2 mhí ón dáta ar ar cuireadh an tseirbhís ar fáil nó ar ar cheart an tseirbhís a chur ar fáil

source: Within 1 month of receiving the complaint, the carrier or terminal operator must inform you that your complaint has been accepted, rejected or is still being considered
ga: Ní mór don iompróir nó d’oibreoir an chríochfoirt a chur in iúl duit cibé acu a glacadh le do ghearán, a diúltaíodh dó nó atá sé á bhreithniú fós laistigh de mhí amháin tar éis an gearán a fháil

source: A final reply must be provided to you no later than 2 months after the receipt of your complaint
ga: Ní mór freagra deiridh a chur ar fáil duit tráth nach déanaí ná 2 mhí tar éis do ghearán a fháil

source: Every member state must designate a body responsible for the enforcement of this Regulation with regards to passenger services and cruises from ports situated on its territory and passenger services from a third country to such ports
ga: Ní mór do gach ballstát comhlacht a ainmniú a bheidh freagrach as forfheidhmiú a dhéanamh ar an Rialachán seo maidir le seirbhísí paisinéirí agus le turais mhara ó chalafoirt atá suite ina chríoch féin agus maidir le seirbhísí paisinéirí ó thríú tír chuig na calafoirt sin

source: The National Transport Authority is the designated enforcement body in Ireland
ga: Is é an tÚdarás Náisiúnta Iompair an comhlacht forfheidhmiúcháin ainmnithe in Éirinn

source: If you are dissatisfied with the response to your complaint and your rights under the Regulation have been denied, or you did not receive a reply within 1 month of making the complaint, you can make a complaint to the National Transport Authority
ga: Más rud é nach bhfuil tú sásta leis an bhfreagra ar do ghearán agus nár comhlíonadh do chearta faoin Rialachán seo, nó nach bhfuair tú freagra laistigh de mhí amháin ó rinne tú an gearán, féadfaidh tú gearán a dhéanamh leis an Údarás Náisiúnta Iompair

source: Further information on the Regulation is available in an information note for passengers (pdf) published by the Department of Transport, Tourism and Sport
ga: Tá tuilleadh eolais maidir leis an Rialachán ar fáil i nóta faisnéise do phaisinéirí (pdf) arna fhoilsiú ag an Roinn Iompair, Turasóireachta agus Spóirt
